tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "mypurecloud/gc"
tap "tnk-studio/tools"
brew "xz"
brew "python@3.12"
brew "ansible"
brew "asdf"
brew "autoenv"
brew "awk"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "calcurse"
brew "catimg"
brew "chezmoi"
brew "chroma"
brew "chruby"
brew "cowsay"
brew "dash"
brew "doctl"
brew "duf"
brew "erlang"
brew "fd"
brew "figlet"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "glow"
brew "go"
brew "gping"
brew "gradle"
brew "helm"
brew "htop"
brew "httpie", link: false
brew "hub"
brew "hyperfine"
brew "jenv"
brew "jfrog-cli"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "maven"
brew "neofetch"
brew "neomutt"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "ollama", link: false
brew "openshift-cli"
brew "pass"
brew "pyenv"
brew "pygments"
brew "pylint"
brew "repo"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "sbt"
brew "scala"
brew "scc"
brew "speedtest-cli"
brew "taskell"
brew "taskwarrior-tui"
brew "terraform"
brew "terragrunt"
brew "thefuck"
brew "tig"
brew "timewarrior"
brew "tldr"
brew "tmux"
brew "virtualenv"
brew "virtualenvwrapper"
brew "watch"
brew "watson"
brew "wget"
brew "wp-cli"
brew "yt-dlp"
brew "zsh"
brew "mypurecloud/gc/gc"
cask "1password"
cask "1password-cli"
cask "chatgpt"
cask "dash"
cask "datagrip"
cask "docker"
cask "ganttproject"
cask "genesys-cloud"
cask "goland"
cask "google-cloud-sdk"
cask "httpie"
cask "intellij-idea"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "ollama"
cask "projectlibre"
cask "pycharm"
cask "rubymine"
cask "rustrover"
cask "vagrant"
cask "webstorm"
cask "wireshark"
cask "zoom"
mas "Boop", id: 1518425043
mas "Clocker", id: 1056643111
mas "Command X", id: 6448461551
mas "CotEditor", id: 1024640650
mas "Cyberduck", id: 409222199
mas "DaisyDisk", id: 411643860
mas "Grammarly for Safari", id: 1462114288
mas "Keka", id: 470158793
mas "Keynote", id: 409183694
mas "MacFamilyTree 10", id: 1567970985
mas "Mattermost", id: 1614666244
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "MindNode", id: 1289197285
mas "Money Pro", id: 972572731
mas "myTuner Radio Pro", id: 808285143
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Playgrounds", id: 1496833156
mas "Reeder", id: 1529448980
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "SnippetsLab", id: 1006087419
mas "Telegram", id: 747648890
mas "Telephone", id: 406825478
mas "TestFlight", id: 899247664
mas "Trello", id: 1278508951
mas "Twitter", id: 1482454543
mas "Velja", id: 1607635845
mas "Xcode", id: 497799835
mas "‎WhatsApp", id: 310633997
