tap "bendews/tap"
tap "dustinblackman/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mypurecloud/gc"
brew "python@3.13"
brew "ansible"
brew "awk"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "bat"
brew "calcurse"
brew "catimg"
brew "chezmoi"
brew "chroma"
brew "coreutils"
brew "cowsay"
brew "dash", link: false
brew "doctl"
brew "duf"
brew "erlang"
brew "node"
brew "eslint"
brew "eza"
brew "fd"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "go"
brew "gpg-tui"
brew "gping"
brew "gradle"
brew "groovy"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "maven"
brew "neovim"
brew "nmap"
brew "nvm"
brew "opentofu"
brew "pipx"
brew "prettier"
brew "psutils"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "sbt"
brew "scala"
brew "speedtest-cli"
brew "terraform"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "typescript"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "zsh"
brew "bendews/tap/apw"
brew "dustinblackman/tap/oatmeal"
cask "chatgpt"
cask "dash"
cask "datagrip"
cask "discord"
cask "docker"
cask "garmin-express"
cask "goland"
cask "google-cloud-sdk"
cask "graalvm-jdk"
cask "intellij-idea"
cask "iterm2"
cask "jordanbaird-ice"
cask "ngrok"
cask "ollama"
cask "parallels"
cask "pycharm"
cask "sf"
cask "transmission"
cask "vlc"
cask "vscodium"
cask "webstorm"
vscode "alefragnani.jenkins-status"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "janjoerke.jenkins-pipeline-linter-connector"
vscode "maarti.jenkins-doc"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-pl"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.powershell"
vscode "oracle.oracle-java"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "sumneko.lua"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
