jorgebucaran/fisher
patrickf1/fzf.fish
jorgebucaran/nvm.fish
jorgebucaran/autopair.fish
jorgebucaran/fishtape
gazorby/fish-abbreviation-tips
realiserad/fish-ai
budimanjojo/tmux.fish
nickeb96/puffer-fish
decors/fish-colored-man
halostatue/fish-macos@v7
alaz-oz/fish-insulter
halostatue/fish-brew@v3
aohorodnyk/fish-autovenv
kenji-miyake/reload.fish
jorgebucaran/replay.fish
jorgebucaran/humantime.fish
meaningful-ooo/sponge
plttn/tide@v6
