alaz-oz/fish-insulter
budimanjojo/tmux.fish
decors/fish-colored-man
gazorby/fish-abbreviation-tips
halostatue/fish-brew@v3
halostatue/fish-macos@v7
jethrokuan/z
jorgebucaran/fisher
jorgebucaran/fishtape
jorgebucaran/humantime.fish
jorgebucaran/replay.fish
kenji-miyake/reload.fish
meaningful-ooo/sponge
nickeb96/puffer-fish
patrickf1/fzf.fish
plttn/tide@v6
jorgebucaran/spark.fish
danzigergeist/mkcd.fish
asim-tahir/opencode.fish
